{
    "meta": {
        "url": "https://news.google.com/news?q=Fitness%20tech", 
        "timestamp": "2016-12-08 13:50:50.047903"
    }, 
    "stories": [
        {
            "category": "Fitness tech", 
            "source": "Wall Street Journal (blog)", 
            "content_snippet": "“The majority of our commercial activity involves selling physical products to wholesale accounts,” said Ms. Brown, who joined the fitness equipment and boat motor maker as chief information officer in November. Better use of technology and data, she ...", 
            "link": "http://blogs.wsj.com/cio/2016/12/01/brunswicks-new-cio-targets-tech-enabled-boats-and-fitness-equipment/", 
            "title": "Brunswick's New CIO Targets Tech-Enabled Boats and Fitness Equipment"
        }, 
        {
            "category": "Fitness tech", 
            "source": "Techstory", 
            "content_snippet": "Fitbit has agreed to acquire key assets of smartwatch maker Pebble, as it looks to strengthen its position in the wearables market.", 
            "link": "http://techstory.in/fitbit-acquires-pebble-07122016/", 
            "title": "Fitness Band-Maker Fitbit Acquires Software Assets from Pebble"
        }, 
        {
            "category": "Fitness tech", 
            "source": "Hindustan Times", 
            "content_snippet": "“Continued growth in the adoption of smartwatches and fitness trackers will now be from mainstream consumers instead of early technology adopters,” said McIntyre. “The greatest hurdle for fitness tracker and smartwatch providers to overcome is the ...", 
            "link": "http://www.hindustantimes.com/tech/wearable-devices-need-to-be-more-useful-gartner/story-lLbzVypG22HQBBctZtGr4N.html", 
            "title": "Wearable devices need to be more useful: Gartner"
        }, 
        {
            "category": "Fitness tech", 
            "source": "Wall Street Journal", 
            "content_snippet": "But the fact that sales are slowing across device categories and price points suggests that wearable tech is struggling to appeal beyond a core segment of tech and fitness enthusiasts. It is worth noting that Xiaomi, which sells fitness bands for as ...", 
            "link": "http://www.wsj.com/articles/wearable-tech-looking-worse-for-wear-1481046013", 
            "title": "Wearable Tech Looking Worse for Wear"
        }, 
        {
            "category": "Fitness tech", 
            "source": "Sports Illustrated", 
            "content_snippet": "With the holidays right around the corner, SI Edge is bringing you our annual gift guide to help you find the perfect present for everyone on your list.", 
            "link": "http://www.si.com/edge/2016/12/05/si-edge-holiday-gift-guide-health-fitness-sports-ideas", 
            "title": "SI Edge 2016 Holiday Gift Guide"
        }, 
        {
            "category": "Fitness tech", 
            "source": "The Straits Times", 
            "content_snippet": "Its excellent 4K video quality is accentuated by its superb image-stabilisation technology that prevents any major shakes. A version of this article appeared in the print edition of The Straits Times on December 07, 2016, with the headline 'For fitness ...", 
            "link": "http://www.straitstimes.com/tech/for-fitness-buffs", 
            "title": "For fitness buffs"
        }, 
        {
            "category": "Fitness tech", 
            "source": "Club Industry", 
            "content_snippet": "The project came about after several Recreational Sports staff members from Texas Tech were invited to attend a Marathon Fitness training session, said Betty Blanton, associate director of Recreational Sports at Texas Tech. Blanton and her staff later ...", 
            "link": "http://clubindustry.com/universities/texas-tech-embraces-functional-fitness-raider-escape-room", 
            "title": "Texas Tech Embraces Functional Fitness with Raider Escape Room"
        }, 
        {
            "category": "Fitness tech", 
            "source": "NW Evening Mail", 
            "content_snippet": "Wearable tech devices such as Fitbits were one of the most in-demand presents in Christmas 2015 and no doubt new fitness devices will be high on people's list for Christmas 2016 too! It is clear that the fitness and tech industries are fusing together ...", 
            "link": "http://www.nwemail.co.uk/lifestyle/article/Cutting-edge-fitness-technology-arrives-in-bike-mad-Lake-District-7e94c0f1-5851-4650-8150-af0310063184-ds", 
            "title": "Cutting edge fitness technology arrives in bike-mad Lake District"
        }, 
        {
            "category": "Fitness tech", 
            "source": "Tech Facts Live", 
            "content_snippet": "Bingo M2 Smart Fitness Band has launched for Rs 999. This smart fitness band is compatible with Bluetooth or heart rate sensor.", 
            "link": "http://techfactslive.com/bingo-m2-smart-fitness-band-with-heart-rate-sensor/16211/", 
            "title": "Bingo M2 Smart Fitness Band with Heart Rate Sensor Launched for Rs 999"
        }, 
        {
            "category": "Fitness tech", 
            "source": "Expert Reviews", 
            "content_snippet": "Over the past few years, the innovation around health-and-fitness gadgets has exploded, but with so many products on the market, how do you know which one to choose?", 
            "link": "http://www.expertreviews.co.uk/technology/1405363/15-best-gifts-for-fitness-lovers-christmas-presents-for-runners-swimmers-and", 
            "title": "15 BEST gifts for fitness lovers: Christmas presents for runners, swimmers and cyclists"
        }, 
        {
            "category": "Fitness tech", 
            "source": "Forbes", 
            "content_snippet": "Performance-wise, this runs circles around passive technology used in most so-called “noise cancelling” earbuds and cheaper headphones.", 
            "link": "http://www.forbes.com/sites/larryolmsted/2016/12/01/travel-fitness-active-holiday-gift-guide-2016/", 
            "title": "Travel, Fitness and Activewear Holiday Gift Guide 2016"
        }, 
        {
            "category": "Fitness tech", 
            "source": "Business Standard", 
            "content_snippet": "As compared to fitness classes, MotivatorMob empowers an individual, said Adjunct Associate Professor Lynda Wee from Nanyang Technological University's Nanyang Business School.", 
            "link": "http://www.business-standard.com/article/companies/workouts-don-t-need-to-be-solo-with-this-tinder-for-fitness-app-116120600451_1.html", 
            "title": "Workouts don't need to be solo with this 'Tinder for fitness' app"
        }, 
        {
            "category": "Fitness tech", 
            "source": "Mic", 
            "content_snippet": "... make it easy to review calls and notifications without ever having to pick up your phone. Extra features include goal-setting and progress options plus Bluetooth technology. For a complete list of our favorite fitness trackers, check out our 2016 ...", 
            "link": "https://mic.com/articles/161549/holiday-gift-guide-this-season-s-must-have-tech-under-100", 
            "title": "Holiday gift guide: This season's must-have tech under $100"
        }, 
        {
            "category": "Fitness tech", 
            "source": "TechCrunch", 
            "content_snippet": "We love our pets and want to keep track of them, make sure they're eating well and getting the exercise they need and U.K.-based Trakz wants to help us do that with technology products for keeping track of your dog and cat. The startup has a GPS and ...", 
            "link": "https://techcrunch.com/2016/12/07/trakz-is-a-fitbit-with-gps-tracking-technology-for-your-dog-or-cat/", 
            "title": "Trakz is a Fitbit with GPS tracking technology for your dog or cat"
        }, 
        {
            "category": "Fitness tech", 
            "source": "ChannelNews", 
            "content_snippet": "A number of disturbing trends running through 2016 when it comes to wearable tech like smartwatches and fitness bands.", 
            "link": "https://www.channelnews.com.au/comment-fitness-bands-and-smartwatches-are-on-a-collision-course/", 
            "title": "Comment: Fitness Bands And Smartwatches Are On A Collision Course"
        }, 
        {
            "category": "Fitness tech", 
            "source": "Engadget", 
            "content_snippet": "If you ride at least 12 times a month and use fitness tech like bike computers or heart rate monitors, you might get a chance to try an early pair of Raptors.", 
            "link": "https://www.engadget.com/2016/12/07/everysight-raptor-ar-cycling-glasses/", 
            "title": "Smart cycling glasses show data without blocking your view"
        }, 
        {
            "category": "Fitness tech", 
            "source": "Women Love Tech (press release) (blog)", 
            "content_snippet": "I wasn't expecting to enjoy using it as much as I have but the benefits have made it an indispensable part of my fitness and health journey. The Charge 2 is designed for anyone who actively wants to lose weight or improve their fitness. If you have ...", 
            "link": "https://womenlovetech.com/review-of-fitbit-charge-2/", 
            "title": "Fitbit Charge 2 Review: Get Healthy Quickly With A Fitness Tracker"
        }, 
        {
            "category": "Fitness tech", 
            "source": "Gadgets & Wearables", 
            "content_snippet": "Since then, the high tech giant has shipped more than 20 million wearable devices. Garmin's wearables strategy is centered on purpose-built devices for consumers who want to measure and enhance their active lifestyle pursuits, whether it's running ...", 
            "link": "http://gadgetsandwearables.com/2016/11/27/cyber-monday-wearable-tech/", 
            "title": "Get fit on the cheap: the best fitness tracker and smartwatch deals"
        }, 
        {
            "category": "Fitness tech", 
            "source": "Digital Spy", 
            "content_snippet": "They might look similar to their predecessors and sound near enough the same, but thanks to Apple there's some impressive new tech inside that put these streets ahead of their predecessors, the much-loved PowerBeats 2s. Is this enough to make these ...", 
            "link": "http://www.digitalspy.com/tech/apple/review/a816269/beats-powerbeats-3-review/", 
            "title": "Beats Powerbeats 3 Review: The ultimate in-ear headphones for fitness or fashion"
        }, 
        {
            "category": "Fitness tech", 
            "source": "TechCrunch", 
            "content_snippet": "Meizu's another in a long list of Chinese phone makers with a strong foothold that has yet to make a dent in the US market. But the company is growing pretty rapidly, selling 20 million phones last year alone, and with such growth comes diversification ...", 
            "link": "https://techcrunch.com/2016/12/06/meizu-2/", 
            "title": "Meizu's got a $33 touchscreen fitness band with heart rate monitoring"
        }
    ]
}